Repository: sillsdev/Glyssen
Catalog: DistFiles/localization/Glyssen.fr.tmx
Source language: fr
Languages: en

source: Abigaïl
en: Abigail

source: Abia, roi // [2] Mélek ***of*** Juda
en: Abijah, king of Judah

source: Abimélek
en: Abimelech

source: Abimélek ***and*** Pikol
en: Abimelech and Phicol

source: Abimélek, ***son*** ***of*** Gédéon (Yeroubaal)
en: Abimelech, son of Gideon (Jerubbaal)

source: Abirâm
en: Abiram

source: Abichaï, ***Joab's*** ***brother***
en: Abishai, Joab's brother

source: Abichalom, ***son*** ***of*** David
en: Absalom, son of David

source: Akan
en: Achan

source: Akich, roi // [2] Mélek ***of*** Gath
en: Achish, king of Gath

source: homme
en: Adam

source: Adoni-Bézec
en: Adoni-Bezek

source: Adonia, ***son*** ***of*** David
en: Adonijah, son of David

source: Adoni-Sédec, roi // [2] Mélek ***of*** ***Jerusalem***
en: Adoni-Zedek, king of Jerusalem

source: Agabus ***the*** prophète
en: Agabus the prophet

source: Achab, roi // [2] Mélek ***of*** Israël
en: Ahab, king of Israel

source: Ahaz, roi // [2] Mélek ***of*** Juda
en: Ahaz, king of Judah

source: Ahazia, roi // [2] Mélek ***of*** Israël
en: Ahaziah, king of Israel

source: Ahia ***the*** prêtre, sacrificateur
en: Ahijah the priest

source: Ahia ***the*** prophète
en: Ahijah the prophet

source: Ahimaas ***(messenger)***
en: Ahimaaz (messenger)

source: Ahimélek ***the*** prêtre, sacrificateur ***(son*** ***of*** Ahitoub)
en: Ahimelech the priest (son of Ahitub)

source: Ahitofel
en: Ahithophel

source: Amassa
en: Amasa

source: Amassa)
en: Amasa)

source: Amassia, roi // [2] Mélek ***of*** Juda
en: Amaziah, king of Judah

source: Amassia, prêtre, sacrificateur ***of*** Béthel
en: Amaziah, priest of Bethel

source: Amnôn, ***son*** ***of*** David
en: Amnon, son of David

source: Ananias: (1) mari de Sapphira ***(Annas),*** ***the*** high prêtre, sacrificateur ***(father-in-law*** ***of*** Caïphe)
en: Ananias (Annas), the high priest (father-in-law of Caiaphas)

source: Ananias: (1) mari de Sapphira ***of*** Damas
en: Ananias of Damascus

source: Ananias: (1) mari de Sapphira, ***the*** high prêtre, sacrificateur
en: Ananias, the high priest

source: André
en: Andrew

source: André, // Simon: (1) Simon Pierre ***Peter's*** ***brother***
en: Andrew, Simon Peter's brother

source: Anne, prophétesse
en: Anna, prophetess

source: Hanne, high prêtre, sacrificateur
en: Annas, high priest

source: Aravna, ***the*** Jébusite
en: Araunah, the Jebusite

source: Artaxerxès, roi // [2] Mélek ***of*** ***Persia***
en: Artaxerxes, king of Persia

source: Asa, roi // [2] Mélek ***of*** Juda
en: Asa, king of Judah

source: Assaël, ***brother*** ***of*** Joab
en: Asahel, brother of Joab

source: Assaf
en: Asaph

source: astrologues
en: astrologers

source: Athalie
en: Athaliah

source: Athalie, ***mother*** ***of*** Ahazia ***(Queen)***
en: Athaliah, mother of Ahaziah (Queen)

source: Athalie, queen
en: Athaliah, queen

source: Yezania ***the*** ***chief*** prêtre, sacrificateur
en: Azariah the chief priest

source: Yezania ***the*** prêtre, sacrificateur
en: Azariah the priest

source: Yezania, Yohanan ***and*** ***all*** ***the*** ***arrogant*** ***men***
en: Azariah, Johanan and all the arrogant men

source: Yezania, ***son*** ***of*** Hochaya
en: Azariah, son of Hoshaiah

source: Yezania, ***son*** ***of*** Yohanan
en: Azariah, son of Jehohanan

source: Yezania, ***son*** ***of*** Oded
en: Azariah, son of Oded

source: Baana
en: Baanah

source: Babylone
en: Babylon

source: Balac
en: Balak

source: Barac
en: Barak

source: Bartimée ***(a*** ***blind*** ***man)***
en: Bartimaeus (a blind man)

source: Baruc
en: Baruch

source: Barzillaï
en: Barzillai

source: Batchéba
en: Bathsheba

source: Benaya, ***son*** ***of*** Yoyada
en: Benaiah, son of Jehoiada

source: Ben-Hadad, roi // [2] Mélek ***of*** Aram, Syrie
en: Ben-Hadad, king of Aram

source: Beéra, roi // [2] Mélek ***of*** Sodome
en: Bera, king of Sodom

source: Bérékia
en: Berekiah

source: Bérénice
en: Bernice

source: Bethléem, ***elders*** ***of***
en: Bethlehem, elders of

source: Betouel, ***Rebekah's*** ***father***
en: Bethuel, Rebekah's father

source: Bildad ***the*** Chouha
en: Bildad the Shuhite

source: Bircha, roi // [2] Mélek ***of*** Gomorrhe
en: Birsha, king of Gomorrah

source: Booz
en: Boaz

source: Caïphe, ***the*** high prêtre, sacrificateur
en: Caiaphas, the high priest

source: Caïn
en: Cain

source: Cananéen (Phénicie de Syrie) ***mother*** ***of*** ***possessed*** ***girl***
en: Canaanite (Syrophoenician) mother of possessed girl

source: Cléopas
en: Cleopas

source: Cléopas ***and*** ***his*** ***companion*** ***(on*** ***road*** ***to*** Emmaüs)
en: Cleopas and his companion (on road to Emmaus)

source: Cléopas' ***companion*** ***(on*** ***road*** ***to*** Emmaüs)
en: Cleopas' companion (on road to Emmaus)

source: Corneille
en: Cornelius

source: prophète crétois
en: Cretan prophet

source: Cyrus, roi // [2] Mélek ***of*** ***Persia***
en: Cyrus, king of Persia

source: Datan
en: Dathan

source: David, roi // [2] Mélek
en: David, king

source: Débora
en: Deborah

source: Débora, prophétesse
en: Deborah, prophetess

source: Delaya
en: Delaiah

source: Dalila
en: Delilah

source: Démétrius ***the*** ***silversmith***
en: Demetrius the silversmith

source: Doëg ***the*** Édomite
en: Doeg the Edomite

source: ânesse
en: donkey (female)

source: Édom
en: Edom

source: Églon, roi // [2] Mélek ***of*** Moab
en: Eglon, king of Moab

source: Égyptien ***(slave*** ***of*** Amalécite)
en: Egyptian (slave of Amalekite)

source: Éhoud, Israélite ***deliverer***
en: Ehud, Israelite deliverer

source: Écron, people ***of***
en: Ekron, people of

source: Élazar ***the*** prêtre, sacrificateur, ***son*** ***of*** Aaron
en: Eleazar the priest, son of Aaron

source: Héli
en: Eli

source: Héli ***(very*** ***old)***
en: Eli (very old)

source: Éliab, ***David's*** ***brother***
en: Eliab, David's brother

source: Éliaquim
en: Eliakim

source: Éliézer, prophète ***of*** ***the*** ***Lord***
en: Eliezer, prophet of the Lord

source: Élihou, ***son*** ***of*** ***Barakel***
en: Elihu, son of Barakel

source: Élie
en: Elijah

source: Élifaz ***the*** de Téman
en: Eliphaz the Temanite

source: Élisée
en: Elisha

source: Élisée ***(had*** ***said)***
en: Elisha (had said)

source: Élisée ***(old)***
en: Elisha (old)

source: Élisée ***(the*** ***LORD*** ***says)***
en: Elisha (the LORD says)

source: Élichama
en: Elishama

source: Élisabeth
en: Elizabeth

source: Elcana
en: Elkanah

source: Elnatan
en: Elnathan

source: Hénok
en: Enoch

source: Éfraïm
en: Ephraim

source: Éfraïm, ***men*** ***of***
en: Ephraim, men of

source: Éfraïm, ***survivor*** ***of***
en: Ephraim, survivor of

source: Éfron ***the*** Hittite
en: Ephron the Hittite

source: Ésaü
en: Esau

source: éthiopien ***officer*** ***of*** ***Queen*** Candace (un titre royal, ACT.8:27)
en: Ethiopian officer of Queen Candace

source: Ève
en: Eve

source: Ézékiel
en: Ezekiel

source: Ézékiel ***(in*** vision ***of*** ***God)***
en: Ezekiel (in vision of God)

source: Félix, ***governor*** ***of*** Judée
en: Felix, governor of Judea

source: Festus (successeur de Felix comme procurateurr de Palestine)
en: Festus

source: Festus (successeur de Felix comme procurateurr de Palestine), ***governor*** ***of*** Judée
en: Festus, governor of Judea

source: stupide, délaissé
en: fool

source: Gaal, ***son*** ***of*** Ébed
en: Gaal, son of Ebed

source: Gadarénien ***(or*** ***Gerasenes)*** people
en: Gadarene (or Gerasenes) people

source: Gallion, ***proconsul*** ***of*** Achaïe
en: Gallio, proconsul of Achaia

source: Gamliel
en: Gamaliel

source: Gamliel, ***a*** Pharisien ***on*** ***Sanhedrin***
en: Gamaliel, a Pharisee on Sanhedrin

source: Guedalia, ***governor*** ***of*** Juda
en: Gedaliah, governor of Judah

source: Guedalia, ***son*** ***of*** ***Pashur***
en: Gedaliah, son of Pashur

source: Guéhazi
en: Gehazi

source: Guéhazi, serviteur ***of*** Élisée
en: Gehazi, servant of Elisha

source: Guemaria
en: Gemariah

source: Gédéon (Yeroubaal)
en: Gideon (Jerubbaal)

source: Galaad, ***elders*** ***of***
en: Gilead, elders of

source: Galaad, ***leaders*** ***of***
en: Gilead, leaders of

source: Galaad, ***men*** ***of***
en: Gilead, men of

source: Goliath, Philistin ***champion***
en: Goliath, Philistine champion

source: Habacuc
en: Habakkuk

source: Hadad ***the*** Édomite
en: Hadad the Edomite

source: Agar, ***Sarai's*** ***maid***
en: Hagar, Sarai's maid

source: Haman, ***highest*** ***noble*** ***to*** ***Xerxes,*** roi // [2] Mélek
en: Haman, highest noble to Xerxes, king

source: âne (FF 5.6) // [2] Hamor, Hévien ruler
en: Hamor, Hivite ruler

source: Hanaméel ***(Jeremiah's*** ***cousin)***
en: Hanamel (Jeremiah's cousin)

source: Hanani, ***brother*** ***of*** Nehémia
en: Hanani, brother of Nehemiah

source: Hanania, ***false*** prophète
en: Hananiah, false prophet

source: Anne
en: Hannah

source: Hazaël ***of*** Aram, Syrie
en: Hazael of Aram

source: Hérode Antipas (REV.2:13) ***(the*** ***tetrarch)***
en: Herod Antipas (the tetrarch)

source: Hérode ***the*** ***Great***
en: Herod the Great

source: parti d'Hérode
en: Herodians

source: Hérodiade
en: Herodias

source: Hérodiade' ***daughter***
en: Herodias' daughter

source: Ézékias, roi // [2] Mélek ***of*** Juda
en: Hezekiah, king of Judah

source: Hilquia, high prêtre, sacrificateur
en: Hilkiah, high priest

source: Hira, ***the*** d'Adoullam
en: Hirah, the Adullamite

source: Hogla
en: Hoglah

source: Osée
en: Hosea

source: Houlda, prophétesse
en: Huldah, prophetess

source: Houchaï, ***David's*** friend
en: Hushai, David's friend

source: Iria, ***captain*** ***of*** ***the*** ***guard*** ***of*** Juda
en: Irijah, captain of the guard of Judah

source: Ésaïe
en: Isaiah

source: Ichebaal, ***son*** ***of*** Saül
en: Ish-Bosheth, son of Saul

source: Ismaël, ***son*** ***of*** Netania ***(murderer)***
en: Ishmael, son of Nethaniah (murderer)

source: Israël
en: Israel

source: Israël, ***all***
en: Israel, all

source: Israël, ***all*** ***the*** ***men*** ***of***
en: Israel, all the men of

source: Israël, ***all*** ***the*** ***tribes***
en: Israel, all the tribes

source: Israël, ***leaders*** ***of***
en: Israel, leaders of

source: Israël, ***men*** ***of***
en: Israel, men of

source: Israël, ***the*** people ***of***
en: Israel, the people of

source: Israélite ***army*** ***commanding*** ***officers***
en: Israelite army commanding officers

source: Israélite ***assembly***
en: Israelite assembly

source: Israélite ***assembly,*** ***elders*** ***of***
en: Israelite assembly, elders of

source: Israélite ***community***
en: Israelite community

source: Israélite ***community,*** ***whole***
en: Israelite community, whole

source: Israélite ***fighting*** ***men***
en: Israelite fighting men

source: Israélite ***officers***
en: Israelite officers

source: Israélite people, ***the***
en: Israelite people, the

source: Israélite ***soldier*** ***in*** ***Saul's*** ***army***
en: Israelite soldier in Saul's army

source: Israélite ***spies*** ***from*** ***house*** ***of*** Joseph
en: Israelite spies from house of Joseph

source: Israélite ***spies*** ***from*** Josué, ***two*** ***men***
en: Israelite spies from Joshua, two men

source: Ittaï
en: Ittai

source: Yabès
en: Jabez

source: Jacob (Israël)
en: Jacob (Israel)

source: Yaël
en: Jael

source: Yaziel ***(Spirit*** ***of*** ***the*** ***Lord*** ***on)***
en: Jahaziel (Spirit of the Lord on)

source: Jaïrus ***(synagogue*** ***leader)***
en: Jairus (synagogue leader)

source: Jacques
en: James

source: Ézékias
en: Jehizkiah

source: Joas, roi // [2] Mélek ***of*** Israël
en: Jehoash, king of Israel

source: Yoyada ***the*** prêtre, sacrificateur
en: Jehoiada the priest

source: Yonadab, ***son*** ***of*** ***Recab***
en: Jehonadab, son of Recab

source: Josaphat, roi // [2] Mélek ***of*** Juda
en: Jehoshaphat, king of Judah

source: Yéhou, ***son*** ***of*** Hanani
en: Jehu, son of Hanani

source: Yéhou, ***son*** ***of*** Nimchi
en: Jehu, son of Nimshi

source: Youkal
en: Jehucal

source: Jefté
en: Jephthah

source: Jérémie
en: Jeremiah

source: Jérémie ***(the*** ***LORD*** ***says)***
en: Jeremiah (the LORD says)

source: Jérémie ***(word*** ***of*** ***the*** ***LORD*** ***came)***
en: Jeremiah (word of the LORD came)

source: Jérémie ***(word*** ***of*** ***the*** ***LORD)***
en: Jeremiah (word of the LORD)

source: Jérémie ***quoting*** ***the*** ***prophets***
en: Jeremiah quoting the prophets

source: Jérémie ***quoting*** ***the*** ***wicked*** ***who*** live ***in*** ***the*** ***land***
en: Jeremiah quoting the wicked who live in the land

source: Jéroboam
en: Jeroboam

source: Jéroboam, roi // [2] Mélek ***of*** Israël
en: Jeroboam, king of Israel

source: Yéchoua
en: Jeshua

source: Jessé
en: Jesse

source: Jésus
en: Jesus

source: Jésus ***(child)***
en: Jesus (child)

source: Jésus' ***brothers***
en: Jesus' brothers

source: Jésus' ***disciples***
en: Jesus' disciples

source: Jésus' ***family***
en: Jesus' family

source: Jésus ***in*** ***2*** Jean, Jean-Baptiste
en: Jesus in 2 John

source: Jésus' ***mother*** ***and*** ***brothers***
en: Jesus' mother and brothers

source: Jéthro ***(Reuel),*** ***Moses'*** ***father-in-law***
en: Jethro (Reuel), Moses' father-in-law

source: Jéthro ***(Reuel)'s*** ***daughters***
en: Jethro (Reuel)'s daughters

source: juif, juive ***leaders***
en: Jewish leaders

source: Jézabel
en: Jezebel

source: Yoa
en: Joah

source: Yoach, ***father*** ***of*** Gédéon (Yeroubaal)
en: Joash, father of Gideon (Jerubbaal)

source: Yoach, roi // [2] Mélek ***of*** Juda
en: Joash, king of Judah

source: Joël proverbe, parole // [2] Machal ***what*** ***the*** ***priests*** ***should*** ***say***
en: Joel saying what the priests should say

source: Yohanan
en: Johanan

source: Jean, Jean-Baptiste
en: John

source: Jean, Jean-Baptiste (disciple, élève, partisan ***whom*** Jésus ***loved)***
en: John (disciple whom Jesus loved)

source: Jean, Jean-Baptiste ***(sons*** ***of*** Zébédée)
en: John (sons of Zebedee)

source: Jean, Jean-Baptiste ***(who*** ***had*** ***asked*** ***the*** ***Lord*** ***who*** ***was*** ***going*** ***to*** ***betray*** ***Him)***
en: John (who had asked the Lord who was going to betray Him)

source: Jean, Jean-Baptiste ***the*** Baptiste (Jean)
en: John the Baptist

source: Jean, Jean-Baptiste)
en: John)

source: Jean, Jean-Baptiste, Alexandre, ***and*** ***other*** ***men*** ***of*** ***the*** high ***priest's*** ***family***
en: John, Alexander, and other men of the high priest's family

source: Jonas
en: Jonah

source: Jonatan
en: Jonathan

source: Jonatan, ***son*** ***of*** Abiatar
en: Jonathan, son of Abiathar

source: Yoram, roi // [2] Mélek ***of*** Israël
en: Joram, king of Israel

source: Joseph ***of*** Arimathée
en: Joseph of Arimathea

source: Josué
en: Joshua

source: Josué ***(old)***
en: Joshua (old)

source: Yosia, roi // [2] Mélek ***of*** Juda
en: Josiah, king of Judah

source: Yotam, ***son*** ***of*** Gédéon (Yeroubaal)
en: Jotham, son of Gideon (Jerubbaal)

source: Juda
en: Judah

source: Juda, ***all***
en: Judah, all

source: Juda, ***men*** ***of***
en: Judah, men of

source: Juda, people ***in***
en: Judah, people in

source: (1) Judas: (a) fils de Jacob, sa tribu, son territoire (1 C-6) Iscariote
en: Judas Iscariot

source: (1) Judas: (a) fils de Jacob, sa tribu, son territoire (1 C-6), ***apostle*** ***(not*** (1) Judas: (a) fils de Jacob, sa tribu, son territoire (1 C-6) Iscariote)
en: Judas, apostle (not Judas Iscariot)

source: roi de Béla
en: king of Bela

source: Quich, ***father*** ***of*** Saül
en: Kish, father of Saul

source: Cora
en: Korah

source: Lémek ***(descendent*** ***of*** Caïn)
en: Lamech (descendent of Cain)

source: Lémek ***(descendent*** ***of*** postérieur // [2] base // [3] Seth)
en: Lamech (descendent of Seth)

source: Léa
en: Leah

source: Loth
en: Lot

source: Lydie
en: Lydia

source: Macédonien
en: Macedonian

source: Mala
en: Mahlah

source: Malte ***islanders***
en: Malta islanders

source: Manoa, ***father*** ***of*** Samson
en: Manoah, father of Samson

source: Marthe
en: Martha

source: Marie Magdala
en: Mary Magdalene

source: Marie ***mother*** ***of*** Jacques
en: Mary mother of James

source: Marie, Jésus' ***mother***
en: Mary, Jesus' mother

source: Marie, ***sister*** ***of*** Marthe
en: Mary, sister of Martha

source: Melkisédec, roi // [2] Mélek ***of*** intact, complet, de la paix // [2] Salem (prêtre, sacrificateur ***of*** ***God*** ***Most*** ***High)***
en: Melchizedek, king of Salem (priest of God Most High)

source: Memoukan, ***noble*** ***advisor*** ***to*** ***Xerxes,*** roi // [2] Mélek
en: Memucan, noble advisor to Xerxes, king

source: Mika
en: Micah

source: Mikaya, prophète ***of*** ***the*** ***LORD***
en: Micaiah, prophet of the LORD

source: Mikaël, ***archangel***
en: Michael, archangel

source: Mikal, ***David's*** ***wife***
en: Michal, David's wife

source: Madianite ***soldier*** ***who*** ***had*** ***a*** ***dream***
en: Midianite soldier who had a dream

source: Madianite ***soldier*** ***who*** ***interprets*** ***dream***
en: Midianite soldier who interprets dream

source: Milka
en: Milcah

source: Mordokaï, ***cousin*** ***of*** Esther
en: Mordecai, cousin of Esther

source: stupide, impie // [2] Nabal
en: Nabal

source: Nahach ***the*** Ammonite
en: Nahash the Ammonite

source: Noémi
en: Naomi

source: Natan
en: Nathan

source: Nathanaël
en: Nathanael

source: Nebouzaradan
en: Nebuzaradan

source: Néco, roi // [2] Mélek ***of*** Égypte
en: Neco, king of Egypt

source: Nehémia
en: Nehemiah

source: Nicodème
en: Nicodemus

source: Noé
en: Noah

source: Obadia, ***manager*** ***of*** ***Ahab's*** palace
en: Obadiah, manager of Ahab's palace

source: Oded, prophète ***of*** ***the*** ***Lord***
en: Oded, prophet of the Lord

source: puissance, richesse // [2] On
en: On

source: Orpa
en: Orpah

source: Paul: (1) l'apôtre
en: Paul

source: Paul: (1) l'apôtre ***and*** Silas
en: Paul and Silas

source: personnes
en: people

source: Pierre ( // Simon: (1) Simon Pierre)
en: Peter (Simon)

source: Pierre ( // Simon: (1) Simon Pierre) ***and*** ***companions***
en: Peter (Simon) and companions

source: Pierre ***(Simon),*** ***with*** ***Eleven***
en: Peter (Simon), with Eleven

source: Pierre ***and*** ***John's*** ***own*** people ***(church*** ***in*** ***Jerusalem)***
en: Peter and John's own people (church in Jerusalem)

source: Pharisien ***(expert*** ***in*** ***religious*** law)
en: Pharisee (expert in religious law)

source: Pharisien ( // Simon: (1) Simon Pierre)
en: Pharisee (Simon)

source: Pikol
en: Phicol

source: Philippe
en: Philip

source: Philippe ***the*** ***apostle***
en: Philip the apostle

source: Philippe ***the*** ***evangelist***
en: Philip the evangelist

source: Philistin ***commanders***
en: Philistine commanders

source: Philistin ***priests*** ***and*** ***fortune*** ***tellers***
en: Philistine priests and fortune tellers

source: Philistin ***rulers***
en: Philistine rulers

source: ce qui est prêché, message, proclamation
en: proclamation

source: prophète
en: prophet

source: prophète en Bethel
en: prophet in Bethel

source: Pouva ***(midwife)***
en: Puah (midwife)

source: Rébecca
en: Rebekah

source: Béthel
en: Regem-Melech

source: Roboam, roi // [2] Mélek
en: Rehoboam, king

source: Ruben
en: Reuben

source: Rhode
en: Rhoda

source: Salomé
en: Salome

source: Samarie, people ***of***
en: Samaria, people of

source: Saneballath
en: Sanballat

source: Saneballath ***the*** Horonite
en: Sanballat the Horonite

source: Saphira, ***wife*** ***of*** Ananias: (1) mari de Sapphira ***of*** ***Jerusalem***
en: Sapphira, wife of Ananias of Jerusalem

source: Sara (Saraï)
en: Sarah (Sarai)

source: Sara (Saraï) ***(old)***
en: Sarah (Sarai) (old)

source: l'adversaire, Satan ***(Devil)***
en: Satan (Devil)

source: Saül
en: Saul

source: soixante-douze
en: seventy-two

source: Chafan, ***secretary***
en: Shaphan, secretary

source: Saresser
en: Sharezer

source: Chéba, ***son*** ***of*** ***Bicri***
en: Sheba, son of Bicri

source: Chekania, ***son*** ***of*** Yéhiel
en: Shecaniah, son of Jehiel

source: Chékem, ***son*** ***of*** âne (FF 5.6) // [2] Hamor
en: Shechem, son of Hamor

source: Chemaya
en: Shemaiah

source: Chemaya, ***son*** ***of*** Delaya, ***false*** prophète
en: Shemaiah, son of Delaiah, false prophet

source: Chéméber, roi // [2] Mélek ***of*** Seboïm
en: Shemeber, king of Zeboiim

source: Chefatia
en: Shephatiah

source: Chiméi
en: Shimei

source: Chinab, roi // [2] Mélek ***of*** Adma
en: Shinab, king of Admah

source: Chifra ***(midwife)***
en: Shiphrah (midwife)

source: Chobi
en: Shobi

source: Choua ***(Judah's*** ***wife)***
en: Shua (Judah's wife)

source: Chounem ***woman***
en: Shunammite woman

source: Siméon
en: Simeon

source: Siméon, ***devout*** ***man*** ***in*** ***Jerusalem***
en: Simeon, devout man in Jerusalem

source: // Simon: (1) Simon Pierre, ***sorcerer***
en: Simon, sorcerer

source: Sisra
en: Sisera

source: Salomon, roi // [2] Mélek
en: Solomon, king

source: Étienne
en: Stephen

source: Tamar, ***daughter-in-law*** ***of*** Juda
en: Tamar, daughter-in-law of Judah

source: examiner, mettre à l'essai
en: Tempter

source: Tertulle, ***lawyer***
en: Tertullus, lawyer

source: Tirsa, ***daughters*** ***of*** Selofad
en: Tirzah, daughters of Zelophehad

source: Titius
en: Titus

source: Tobia ***the*** Ammonite
en: Tobiah the Ammonite

source: Tobia ***the*** Ammonite ***official***
en: Tobiah the Ammonite official

source: Urie
en: Uriah

source: Salmounna
en: Zalmunna

source: Zéba
en: Zebah

source: Zéboul, ***governor*** ***of*** Chékem
en: Zebul, governor of Shechem

source: Zacharie
en: Zechariah

source: Zacharie ***(the*** ***LORD*** ***says)***
en: Zechariah (the LORD says)

source: Zacharie ***(word*** ***of*** ***the*** ***LORD)***
en: Zechariah (word of the LORD)

source: Zacharie, ***son*** ***of*** Yoyada ***the*** prêtre, sacrificateur
en: Zechariah, son of Jehoiada the priest

source: Sidequia
en: Zedekiah

source: Sidequia, roi ***of*** Juda
en: Zedekiah, king of Judah

source: Sidequia, ***son*** ***of*** Hanania
en: Zedekiah, son of Hananiah

source: Sidequia, ***son*** ***of*** ***Kenaanah,*** ***false*** prophète
en: Zedekiah, son of Kenaanah, false prophet

source: Sefania, prêtre, sacrificateur
en: Zephaniah, priest

source: Zérech, ***wife*** ***of*** Haman
en: Zeresh, wife of Haman

source: Siba, serviteur ***of*** ***Saul's*** ***household***
en: Ziba, servant of Saul's household

source: Sion, Jérusalem
en: Zion

source: de Zif
en: Ziphites

source: Séfora, ***Moses'*** ***wife***
en: Zipporah, Moses' wife

source: Sofar ***the*** de Naama
en: Zophar the Naamathite

source: Agag, roi ***of*** ***the*** ***Amalekites***
en: Agag, king of the Amalekites

source: Amassaï, ***chief*** ***of*** trente
en: Amasai, chief of thirty

source: collège des anciens (du plus haut conseil juif ou d'un conseil d'église)
en: council of elders

source: chef de la synagogue
en: synagogue ruler

source: Zacharie (vision)
en: Zechariah (vision)

source: Abimélek, roi // [2] Mélek ***of*** Guérar
en: Abimelech, king of Gerar

source: Abimélek, roi // [2] Mélek ***of*** ***the*** ***Philistines***
en: Abimelech, king of the Philistines

source: Abimélek, roi // [2] Mélek ***of*** ***the*** ***Philistines*** ***(in*** Guérar)
en: Abimelech, king of the Philistines (in Gerar)

source: Axa, ***Caleb's*** ***daughter***
en: Achsah, Caleb's daughter

source: Israélite ***foremen***
en: Israelite foremen

source: Ninive
en: Nineveh

source: Ninive, ***the*** ***city*** ***of*** ***revelry***
en: Nineveh, the city of revelry

source: Yezania ***the*** ***chief*** prêtre, sacrificateur ***(during*** ***reign*** ***of*** Ézékias)
en: Azariah the chief priest (during reign of Hezekiah)
